[Subtitles]

LOADING_TEXT=CARREGANDO
LOADING_HINT_001=Colete Dentes para melhorar armas.
LOADING_HINT_002=Agarrado por um inimigo? Escape usando Esquiva ou Encolher.
LOADING_HINT_003=Os quadros-negros dão dicas importantes.
LOADING_HINT_004=Fique atento! Escute e procure por Focinhos de Porco!
LOADING_HINT_005=Em Histeria, você irá eliminar inimigos rapidamente - mas não receberá Dentes.
LOADING_HINT_006=Encolha para revelar caminhos e dicas ocultas.
LOADING_HINT_007=Distraia inimigos com a versátil Bomba Relógio.
LOADING_HINT_008=Escute o gato. Ele oferece dicas para aqueles que precisam.
LOADING_HINT_009=Quebre contêineres para encontrar Rosas para Vida, e Dentes para Melhorias.
LOADING_HINT_010=Perdido? Encolher pode revelar o caminho.
LOADING_HINT_011=Redirecione um ataque inimigo utilizando o Guarda-chuva no momento certo.
LOADING_HINT_012=Memórias revelam fragmentos importantes do passado.
LOADING_HINT_013=Flutue por mais tempo para ganhar mais distância.
LOADING_HINT_014=Destrua paredes e chãos frágeis para revelar novos caminhos.
LOADING_HINT_015=Procure interruptores para atirar - eles podem te levar ao caminho certo.
LOADING_HINT_016=Ataques com a Lâmina Vorpal são rápidos e afiados.
LOADING_HINT_017=Tempere inimigos à distância com rajadas rápidas do Moedor de Pimenta.
LOADING_HINT_018=O Bule Canhão pode rapidamente eliminar vários inimigos de uma vez.
LOADING_HINT_019=Cercado de inimigos? Abra caminho com o Cavalinho de Pau.
LOADING_HINT_020=Contêineres quebráveis podem esconder Passagens Secretas.
LOADING_HINT_021=O Cavalinho de Pau esmaga a defesa dos inimigos e atordoa alvos maiores.
LOADING_HINT_022=Melhore o Moedor de Pimenta para aumentar a taxa de disparo.
LOADING_HINT_023=Melhore o Bule Canhão para causar explosões maiores!
LOADING_HINT_024=Melhore a Lâmina Vorpal para ataques mais velozes e efetivos.
LOADING_HINT_025=Melhore o Cavalinho de Pau para ter um poder devastador!
LOADING_HINT_026=A Lâmina Vorpal causa dano mais rapidamente quando há apenas um alvo.
LOADING_HINT_027=Poucos inimigos podem sobreviver um tiro certeiro do Bule Canhão.
LOADING_HINT_028=Encolha para descobrir caminhos escondidos recompensadores.
LOADING_HINT_029=No ar, pule rapidamente para ganhar um impulso de altura.
LOADING_HINT_030=Onde Violetas Encolhedoras crescem, há mais a ser descoberto.
LOADING_HINT_031=Se estiver se sentindo perdido, Encolher pode mostrar o caminho.
LOADING_HINT_032=O Bule Canhão destrói superfícies quebráveis à distância.
LOADING_HINT_033=Alterne entre a Lâmina Vorpal e o Cavalinho de Pau para finalizadores poderosos.
LOADING_HINT_034=A Bomba Relógio e o Bule Canhão são uma dupla letal.
LOADING_HINT_035=A Duquesa recompensa os caçadores de Focinhos mais diligentes.
LOADING_HINT_036=O respingo do Bule Canhão vai danificar todos os inimigos próximos.
LOADING_HINT_037=Os inimigos no centro da explosão do Bule Canhão irão sofrer mais dano.
LOADING_HINT_038=Realize um acerto em cheio com o Bule Canhão para abrir as defesas do inimigo.
LOADING_HINT_039=Quando perto da insanidade, Alice pode entrar em Histeria para causar mais dano.
LOADING_HINT_040=Usar Histeria é a melhor chance de sobreviver com pouca vida.
LOADING_HINT_041=O dano causado aumenta bastante quando em Histeria, mas inimigos ainda podem bloquear.
LOADING_HINT_042=Lembre-se de colher rosas deixadas por inimigos durante Histeria.

LOADING_HINT_900=Beware of Slithering Ruin hiding in breakable containers.
LOADING_HINT_901=Kill Slithering Ruin quickly, before they escape.
LOADING_HINT_910=Insidious Ruin attack quickly and move in groups - stay clear using Dodge.
LOADING_HINT_911=Insidious Ruin possess no defenses. Finish them quickly to thin out enemy numbers.
LOADING_HINT_920=Menacing Ruin are incredibly resilient. Engage with caution.
LOADING_HINT_921=Menacing Ruin defense can be penetrated using Deflect. 
LOADING_HINT_922=Beware - Pepper Grinder shots may be deflected by Menacing Ruin.
LOADING_HINT_923=When near defeat, Menacing Ruin become enraged. Dodge to avoid being rammed.
LOADING_HINT_924=Combine ranged attacks with Deflection to maximize damage against Menacing Ruin.
LOADING_HINT_930=Take down Drifting Ruin quickly using the Umbrella to Deflect incoming attacks.
LOADING_HINT_931=Deflect Drifting Ruin attacks using the Umbrella.
LOADING_HINT_932=Make sure to finish off Drifting Ruin quickly when grounded.
LOADING_HINT_933=Don't underestimate Drifting Ruin - their attacks can be devastating.
LOADING_HINT_934=Stay clear of the residual Ruin left after a Drifting Ruin attack.
LOADING_HINT_935=Don't waste ammo - Drifting Ruin are invulnerable until a face is exposed.
LOADING_HINT_940=Stay at range when Colossal Ruin employ a flamethrower attack.
LOADING_HINT_941=Colossal Ruin can bombard a wide area. Dodge or Block to avoid damage.
LOADING_HINT_942=When facing Colossal Ruin, don't stop moving!
LOADING_HINT_943=Maintain distance from Colossal Ruin to avoid being snatched up.
LOADING_HINT_944=Weaken Colossal Ruin by destroying the exposed faces.

LOADING_HINT_100=The High Street wears degradation like a badge of honor!
LOADING_HINT_101=At Rutledge Asylum we earned our hallucinations! And paid for them.
LOADING_HINT_102=Collect and treasure every memory and never count the cost.
LOADING_HINT_103=When you find Hatter, remember: he never gave away what he might sell.
LOADING_HINT_104=How is a search for missing appendages like a snipe hunt?
LOADING_HINT_105=Hare and Dormy, masters of deceit? Why not? Pigs fly here.
LOADING_HINT_200=Nanny was clever. She knew all my best hiding places. But I knew hers.
LOADING_HINT_201=Whitechapel isn't London's wicked underbelly. It's the head...and nether regions.
LOADING_HINT_202=Who knows if Turtle's "Mock" is verb or adjective? Probably both.
LOADING_HINT_203=Typical of Carpenter! Always asserting self-serving claims to rebuilding society.
LOADING_HINT_204=Fetch the script, assist the musicians, coddle the stars. Carpenter gives orders but takes none!
LOADING_HINT_205=A confused soul charged with freeing lost ones. Is it reward or punishment?
LOADING_HINT_300=Poor Limehouse is the hapless hub for opium, tuberculosis, and cholera.
LOADING_HINT_301=Mr.Radcliffe is always at home - but rarely in. He dislikes clients.
LOADING_HINT_302=Caterpillar always had a wise way about him. I'd best seek his advice.
LOADING_HINT_303=Why have the ants suffered so? I hope the struggle to reach the peak is worth it.
LOADING_HINT_400=Gaols and insane asylums have too much in common. Seems more than a pity.
LOADING_HINT_401=Nothing about gaol is as good as leaving it.
LOADING_HINT_402=Time has taken a terrible toll on the Queen's castle. But no more than it deserved.
LOADING_HINT_403=A Queen never hides her light under a bushel - nor her head.
LOADING_HINT_500=I left Rutledge by the front door last time. That option is not available!
LOADING_HINT_501=See the remnants of my memory. The past is not dead. It's not even past.
LOADING_HINT_502=All children deserve help. None are so lost that they may be abandoned.
LOADING_HINT_503=The master of this depravity must be exposed and his practice proscribed.
LOADING_HINT_600=Might revenge be just another name for justice?
LOADING_HINT_601=When is stopping a train the same as destroying it?
LOADING_HINT_700=The taciturn are never hungry. They eat their words.
LOADING_HINT_701=Time is not the only impediment to vivid memory.
LOADING_HINT_702=If the living can be spoken ill of, why not the dead?
LOADING_HINT_703=A secret is only a secret when it is unspoken to another.
LOADING_HINT_704=When one's head's in the clouds, one's heart gets wet.
LOADING_HINT_705=What is truly served by those who stand and wait?
LOADING_HINT_706=As many praise those who make mountains from molehills as vilify them.
LOADING_HINT_707=If absence makes the heart grow fonder, what does presence make?
LOADING_HINT_708=Ignorance is bliss, when it's not fatal.
LOADING_HINT_709=When fear comes in the door, truth flies out the window.
LOADING_HINT_710=Worth's been underrated since wealth's been overvalued.
LOADING_HINT_711=Long, straight roads put even attentive workmen to sleep.
LOADING_HINT_712=It takes at least two fools to argue.
LOADING_HINT_713=None are so deaf as those who will not hear.
LOADING_HINT_714=In a stiff wind, even empty vessels can make a terrible commotion.
LOADING_HINT_715=Few maxims have caused greater harm than "children should be seen, not heard".
LOADING_HINT_716=If a job's worth doing, no further justification is required.
LOADING_HINT_717=Only the victorious insist that discretion is part of valor.

LOADING_HINT_810=Bolterfly heads shimmer before attacking - dodge to escape their grasp.
LOADING_HINT_811=Eliminate Bolterfly Hives as soon as possible - or face an endless swarm.
LOADING_HINT_812=Shoot down Bolterfly swarms at range before they can attack. 
LOADING_HINT_813=Madcap shields can't withstand the Clockwork Bomb.
LOADING_HINT_814=Watch for taunting Madcaps - they'll drop their guard when doing so.
LOADING_HINT_815=Eyepot armor can withstand most attacks, but pepper to the eye leaves them vulnerable.
LOADING_HINT_816=Hit Eyepots with a nasty surprise using the Clockwork Bomb.
LOADING_HINT_820=Follow up Hobby Horse attacks with the Vorpal Blade for a quick finishing combo.
LOADING_HINT_821=Lost Souls often reveal weakness when on the offensive.
LOADING_HINT_822=Wait for the right moment to engage a Lost Soul - they remain ghostly unless attacking.
LOADING_HINT_823=Watch out for Lost Soul sneak attacks. Be prepared to Dodge quickly.
LOADING_HINT_824=Lost Souls might not be all bad.
LOADING_HINT_825=Cannon Crab armor is almost impregnable, but their underbelly is weak.
LOADING_HINT_826=Punch through Cannon Crab defense using Deflect.
LOADING_HINT_827=When Cannon Crabs are disarmed, they will close to melee range.
LOADING_HINT_828=Once disarmed, Cannon Crabs can be flipped with a Hobby Horse combo.
LOADING_HINT_870=Shatter Madcap shields with the Hobby Horse.
LOADING_HINT_871=Eliminate Drifting Ruin quickly with a well timed Teapot Cannon shot.
LOADING_HINT_872=Charge the Teapot Cannon to decimate clustered groups of Insidious Ruin.
LOADING_HINT_873=Insidious Ruin can't stand up to a direct hit from the Teapot Cannon.
LOADING_HINT_830=Samurai Wasps are expert duelists - time melee strikes carefully.
LOADING_HINT_831=Crush Samurai Wasp defenses with the Hobby Horse.
LOADING_HINT_832=Divert Samurai Wasp attention to gain the upper hand.
LOADING_HINT_833=Teapot Cannon attacks are easily dodged by nimble Samurai Wasps.
LOADING_HINT_834=Stay clear of Ink Wasps to avoid being stung.
LOADING_HINT_835=Destroy Ink Tablets to stem the Ink Wasp flow.
LOADING_HINT_836=Eliminate Ink Wasps quickly when facing larger groups.
LOADING_HINT_837=Watch out for powerful ranged assaults when Daimyo Wasps take to the air. 
LOADING_HINT_838=A Daimyo Wasp is nothing without armor. Strip it away piece by piece to finish the fight.
LOADING_HINT_839=Only a powerful blast will bring the a Wasp Daimyo to ground.
LOADING_HINT_840=Finish off downed Card Guards - or face them once again.
LOADING_HINT_841=Stay mobile to avoid charging Card Guards. Don't get surrounded by the mob.
LOADING_HINT_842=Card Guards don't care about self preservation. Make the most of it and finish them off quickly.
LOADING_HINT_843=Executioner has taken countless heads. Don't be the next.
LOADING_HINT_844=The Executioner won't stop until the deed is done. Keep moving to escape him.
LOADING_HINT_845=Only immense power can stop the Executioner - best flee.
LOADING_HINT_846=The Executioner won't let anyone get in the way - friend or foe.
LOADING_HINT_847=Elite Card Guards are heavily armored against frontal assaults.
LOADING_HINT_848=Be wary of staying within Elite Card Guard range longer than necessary.
LOADING_HINT_850=Dismantle the Dollgirl one screw at a time to limit her reach. 
LOADING_HINT_851=The Hobby Horse is the most direct route to a Dollgirl's heart.
LOADING_HINT_852=Move quickly to avoid the Dollgirl's shockwave attack in close quarters.
LOADING_HINT_853=While the Dollgirl is breathing fire, she's unable to turn as quickly.
LOADING_HINT_854=Bitch Baby projectiles are lethal to anything - including themselves.
LOADING_HINT_855=Be ready to Dodge when a Bitch Baby performs an aerial dive.
LOADING_HINT_856=When defeated, Bitch Babies explode on impact. Stay clear!

1_M_1_Bumby_01=A flower's purpose is simple and immutable. Human purpose is fickle because it is a slave to memory. Memories must be strictly managed, Alice. Unproductive ones must be eliminated.
1_M_2_Lizzie_01=You're part frog, Alice, I swear. You jump so well!
1_M_3_Mother_01=If you leap from that table again, Alice, I'll  expire. You're 2 times too reckless, my girl.
1_M_4_Father_01=Amanita muscaria, Alice, is merely a stinky toadstool. A spongy consistency, but poisonous.
1_M_5_DrWilson_01=Look how small she's become. All curled up, she's barely there, a vixen in her hidey-hole.
1_M_6_Lizzie_01=I'll never  have more fun alone than when I rode the big slide in Hyde Park. Papa will take you soon, Alice.
1_M_7_Nanny_01=Finish your soup, girls. Bovine juveniles gave their all for it.
1_M_8_DrWilson_01=" "Flight or fight" implies a permanent choice. But "flight" often just means putting off the fight to another day. Choose your battles wisely, Alice.
1_M_9_A_Bumby_01=Unpleasantness, remote in time and space has only as much power as vivid memory offers it.
1_M_9_B_Bumby_01= Keep troubles and torments at a distance where they may be easily forgotten.
1_M_10_Bumby_01=The railway running through Wonderland sounds charming but inefficient. 'Noise and smoke' like 'snips and snails', perhaps. Best to forget that train. A mock turtle as conductor? Oh no, I don't think that will do at all.
1_M_11_Lizzie_01=Papa, your enthusiasm for photography makes the Library smell like rotted fruit. And I'm certain those solutions are toxic!
1_M_12_Mother_01=Imaginary friends are fine. We can call them to mind, anytime. But would that each of us had a "real" friend Alice, that we could summon with a horn, or a bell, a whistle or a word as needed. That would be ideal!
1_M_13_Father_01=Bricks are rocks, Alice. A brick house, like Gibralter,  is impervious to fire, weather and the indecencies of Barbary macaques, should the need arise.
1_M_14_Mother_01=Lizzie, remember when a burst of  steam  blew your dress up around your neck? Just outside Harrods it was. Fortunate your undergarments had just been laundered.
1_M_15_Lizzie_01=My heart is open, Alice. Never closed, never locked. It needs no key.
1_M_16_Lawyer_01=Head? Yours is particularly unattractive... and very impertinent. I've made my decision. Off with her head... Sentence first. Verdict afterwards.
1_M_17_Lawyer_01=Industry thrives on suffering, obsolescence and ruination, Alice. It's made the East End into a privy! Consider a simple farm life, in Australia, perhaps. We might liquidate what remains of your inheritance.
1_M_18_Nanny_01=Everyone knows the "mischief" began among your father's mountain of paper, Alice; the real question is "how?"
1_M_19_Pris_01=I know you hear me, you contrary child. Use the bed pan! And let go of that wretched rabbit!
1_M_20_Father_01=With gas laid on, Alice, we'll go to Brighton on what we save on beeswax candles and oil.
1_M_21_Bumby_01=Some insects eat their young, Alice. They have much to teach us, alive or dead.
1_M_22_DrWilson_01=It's been years now, Alice; time to put away childish things.
1_M_23_Mother_01=We'll all roast in our beds, Alice, for the sake of your father's unnatural devotion to printed paper. This horde of flammables wants only a malignant spark, and poof... Our flesh and blood is smoke and ash.

2_M_1_Pris_01=So I says to Dr. Bumby, I says, "Model making's all fine and good, but a waste of a perfectly good bottle. I could fill it with gin for thru'pence."
2_M_2_Father_01=Remember, Alice. Don't curse the darkness or the cold when you're in the library at night.
2_M_4_Lawyer_01=Not burned beyond recognition as I recall. It was the smoke, you see. One day you'll join them in the Oxford family vault, I imagine.
2_M_5_Father_01=Whoever destroys a soul, destroys the world. There is much wisdom in that, Alice.
2_M_6_DrWilson_01=...epidermis was singed to the 3rd layer, and the rest of her skin was as brittle as carp scales.
2_M_7_Father_01=I'm pleased you love my sea creatures, Alice. Photographs are a kind of imitation. A great painter captures a true likeness. The camera helps an amateur come close.
2_M_9_Nanny_01=If you spent as much time practicing as you do in "Wonderland" you'd be the next Sullivan. Or Gilbert. One of them.
2_M_10_Lizzie_01=I've smoked a cigarette, Alice; no fun at all. One day I'll try a clay pipe.
2_M_11_Lawyer_01=...scoundrel was fitted with grotesque headgear. If I had ever owned an accessory that unseemly, I'd burn it. Destroy all evidence of it, and deny its existence. I value my reputation.
2_M_12_Pris_01=It could have happened that way, Alice. You remember poor Mr. Kook? Died, didn't he? Dr. Wilson rejects spontaneous combustion. But I trust Mr. Dickens.
2_M_13_DrWilson_01=Pets are friends, and our secret selves, Alice. Your rabbit, too. I'm sure Dinah was a confidant. Always about wasn't she?
2_M_14_Lawyer_01=Odd indeed. Unusual perhaps. Even extraordinary. But nearly nothing is unique, Alice. Yours was not the first brick home to be destroyed by fire.
2_M_15_DrWilson_01=Alice was often alone; an interior and lonesome child, I suspect. Her sister, though loving and much loved, was too old to be a playmate.
2_M_16_Bumby_01=Grave news. The ship was crushed and her crew lost. She was not built for navigating the Arctic ice-fields. The recent competition of governments in fitting out Polar expeditions is needless waste of human life.
2_M_17_Mother_01=Most theatricals and gaffs are unsuitable for young persons. Punch and Judy dustups are no more than vulgar domestic arguments.
2_M_18_Mother_01=Help us Alice! Save us, Alice! Don't leave us alone, Alice! Don't abandon us, Alice! Stay with us!

3_M_1_Charlie_01=That 'Salvation' cow on the High Street says Jonah's another word for 'jinx'.  Man's saved from certain death with nothing worse than fish stink on him. Lucky bloke, I'd say.
3_M_2_Bumby_01=What Nurse Witless said, was: "The fire whooshed in; lit her up like the 'guy' on Cracker Night. No one knows how she survived...except Alice. And she's shtoom. Remember?"
3_M_4_Lizzie_01=Cover its cage and the canary goes to sleep, Alice.  Out like a snuffed candle. Sleeps the sleep of the "just", like mama and papa. After 10:00 they're unconscious.
3_M_5_Bumby_01=Lovers often exchange a lock of hair to symbolize their vows. The human heart is opened by a vast assortment of keys.
3_M_6_Mother_01=We'll keep just the one lamp Alice--as a night-light. But it stays in the upstairs hall, and only till you turn 12.
3_M_7_Mother_01=Music sooths the savage in us. Alice. Practice! The piano's for more than holding down the carpet.
3_M_8_Bumby_01=Flush the unpleasant from your mind, Alice. Reject the painful as you would the repulsive and depraved. Forgetting is an art.
3_M_9_Lizzie_01=When Papa grounded me, I climbed down the trellis. The tree branch makes a bridge, and it's not much of a drop. Keep our secret, Alice, or we're not sisters!
3_M_10_Lawyer_01=Catastrophe may strike even the best regulated families, Miss Liddell. Of course, one family's disaster may another family's opportunity. And the same goes for a surviving family member, if you know what I mean.
3_M_11_DrWilson_01=...she is certainly ill. She imagines odd things. And she has a 'hero complex': an inherent desire to help others, being unable to help herself, and a compulsion to make the world right. She's trying to 'unlock' the true meaning of her life. And she doesn't know who has the key.
3_M_12_Pris_01=Skin burned by fire or scalded by steam looks wrinkled, like a toadstool in winter.
3_M_13_Lawyer_01=Whoever said true art serves neither ornament nor use is ignorant of the East's aesthetic.
3_M_14_Lizzie_01=Poor Dodgson is a pathetic sailor, and an even worse captain. We'd have run aground on the Isis if I hadn't taken an oar.
3_M_15_Lawyer_01=A dutiful, honorable daughter would commemorate her deceased family in marble. I know a gifted sculptor with whom I might negotiate a commission.
3_M_16_Lawyer_01=The conflagration's point of origin was obvious. First the Library caught fire; and it spread disastrously when the gas-line exploded.
3_M_17_Nanny_01=Radcliffe asked me in just the once. Odd duck. Very proud of his artifacts. Ming, I think he said. And partial to Tokagowa Japan. Doesn't seem the Samurai type, but perhaps that's why.
3_M_18_Pris_01=Certain smells are one-off. You'd never mistake burning human flesh for roasting a lamp chop.
3_M_19_Father_01=Regrettably the creature has to die for its image to be properly captured. The subjects of art often suffer.
3_M_20_Father_01=Fire, Alice, fire!
3_M_20_Father_02=Save yourself! Wake up Lizzie! Lizzie, open the door!
3_M_20_Father_03=The key, Lizzie, unlock the door. You'll burn!

4_M_1_Lizzie_01=...claimed I'd stolen his heart. 'Trifling with his affections!' Creepy sod. Touching me... Told Papa to never invite him to tea again!
4_M_2_Lizzie_01=Once the bounder followed me into the Ladies at Waterloo Station. I had to call the attendant.
4_M_3_DrWilson_01=Food looms large in your dreams, Alice. But cake occupies a special place. Never rejected desert I suspect. Nor tea, if cake was on offer.
4_M_4_Bumby_01=Everything has a season, Alice. A flower blooms and fades away. Memories, too, have a useful life. We should eliminate of the ones that hurt.
4_M_5_DrWilson_01=Games, too, require hard choices. Unpleasant sacrifices must often be made to accomplish a desired goal.
4_M_6_Father_01=A weapon's intended function is almost beside the point. Ultimately it's only as good as the person who wields it.
4_M_7_Lawyer_01=Lovely service. Beautiful music. Closed caskets, though I'm told your sister could have shown to advantage. The flames never got to her.
4_M_8_Mother_01=Whoever said "There is no book so bad, but something good may be found in it" never read Martin Farquhar Tupper's Proverbial Philosophy
4_M_9_Father_01=No bearskin rug before the hearth, no deer antlers on the wall, no taxidermic abominations in the house. Demeans the creatures' dignity!
4_M_10_Bumby_01=Light? Light is useless if what it illuminates causes pain and suffering. Better to cast such things into the dark depths of Lethe, the river of forgetfulness.
4_M_11_Lawyer_01=I do support the monarchy-in principle. I'm sure the Queen is very good at what she does. Whatever that is. But is she not a person, just like ourselves?
4_M_12_Pris_01=Born in the wrong century, I was, Alice. Picture me, Madame Defarge, knitting away as deserving heads roll from the guillotine. Ah, those were good days.
4_M_13_Bumby_01=Balance is the golden mean of all things, Alice.  Between light and dark; between disease and health; or even between wrong and right.
4_M_14_Nanny_01=Pris Witless never saw a bottle of gin she couldn't empty in an hour. Do most anything for thru'pence and a long taste of Blue Ruin.
4_M_15_Lizzie_01=His hand was slimy, Alice; like an eel from the Isis. And his name won't help. Bumby! If he ever qualifies, his bed-side manner will require improvement.
4_M_16_Nanny_01=Every picture tells a story. You wouldn't tolerate a book without pictures when you were a girl.
4_M_17_Lizzie_01=A locked room is little more than a cage. A prison by another name. I despise concealment of any kind.

5_M_1_Bumby_01=The proofs are legion! Every creature has a purpose. It is my sacred duty to fit every young person to a calling, be it for ornament or use. Read your history! Read your mythology.
5_M_7_Nanny_01=It's well known that he who eats with the devil must have a very long spoon.
5_M_8_Pris_01=There's a tool for every task. Even the humble funnel has a special job. How would you get gin from a barrel into a bottle?
5_M_9_Bumby_01=Damaged people feed on the emotions of others, Alice.  Their strengths...and weaknesses.
5_M_10_Mother_01=You're not a cat, my dear. One life is your allotment! Please be more careful with the carving knife.
5_M_11_Lizzie_01=All those undergraduates waiting for a word from Papa. "Might I hold the tea cozy, Sir?" "Might I pour, Sir?" Bunch of toadies.
5_M_12_Lawyer_01=The undiscovered guilty and the wronged innocent share similar fates. Prisons and chains have many forms.
5_M_13_DrWilson_01=The gulf separating effective treatment from quackery is narrower than professional opinion would admit. Likewise the distance between knowledge and ignorance.
5_M_14_DrWilson_01=As beloved toys are to children, children often are to grown-ups: objects of fancy and imagination and eventually discarded.
5_M_15_Lawyer_01=I was required to identify your family in the Oxford morgue. Your sister was completely recognizable; I can't say the same for your parents.
5_M_16_Bumby_01=Remaking children. Build them up, tear them down refashion them; teach them the new; forget the old.
5_M_17_Father_01=My father would wish that you hold your tears, girls. He lived a long life and as the poet says, "like a clock worn out with eating time, the wheels of weary life at last stood still."
5_M_18_DrWilson_01="The signs of the body's illness or infirmity are obvious compared to those of the diseased mind. And the cures? How and when a broken leg heals is clear... Can one heal a broken mind?  How does one know if it's healed?
5_M_19_Bumby_01=Every child has a purpose: it is the beholden duty of knowing adults to fit every young person to her calling.
5_M_20_Lizzie_01=I'm no toy! He wanted me to do things I didn't want to do.
5_M_21_Pris_01 = Doctor Wilson's not fooled, Alice. Discipline must be maintained. Cleanliness is optional. Whatever you've imagined about "electrical current" it's not half of it. It can be a persuasive teacher. Strict, mind. Demanding!

C1_111_01=Vamos, Alice, é apenas um sonho.
C1_111_02=Não é um sonho, é uma...memória. E ela me faz mal!
C1_111_03=Now, focus. Wait... You're floating, again. Weightless... a cipher... relax.
C1_111_04=Fire! I'm in hell!
C1_111_05=Forget it! Abandon that memory. It's unproductive. Go... to Wonderland.
C1_111_06=I can't. I'm trapped... in my past.
C1_111_07=Sergeant, this girl is badly burnt. Call for a doctor!
C1_111_08=Will she be alright?
C1_111_09=No, Alice! Discard that delusion. Forget it. Go to Wonderland.
C1_111_10=I'd rather not, Doctor. My Wonderland's shattered. It's dead to me.
C1_111_11=Your preference doesn't signify, girl. Now, Alice, where are you?
C1_111_12=I'm sailing. With a friend! Hmmm. It's different somehow. Things have changed.
C1_111_13=Change is good. It's the first link in the chain of forgetting.
C1_111_14=What's happening? Are  you mad?
C1_111_15=I'm not mad!
C1_111_16=Rabbit? 
C1_111_17=That's not right. What's he doing there?
C1_111_18= Is something wrong?
C1_111_19=Something wrong? Raaaaaather...
C1_111_20=Oh no, not that!
C1_111_21=Don't struggle, Alice. Let the new Wonderland emerge.
C1_111_22=Pollution! Corruption! It's killing me. Wonderland is destroyed! My mind is in ruins!
C1_111_23=Forget it, Alice. Block that dream! Wake at the sound.
C1_111_24=Aaaargh!

C1_116_01=Still a mess, no surprise. Her kin roasted like chestnuts right before her eyes.
C1_116_02=Ten years in Rutledge asylum wasted everyone's time.
C1_116_03=Dr Bumby won't do better.
C1_116_04=Still hauling out her questions. The fire, her memory... 
C1_116_05=I deserve consideration, don't I?
C1_116_06=Who found her her new clothes? Who got her a place at Bumby's?
C1_116_07=Where'd she be without me? On the street, selling her backside!
C1_116_08=Likes me pigeons, though.
C1_116_09=She's doled out the odd pound or two.
C1_116_10=But what I know's worth more than that. Kept her secret, haven't I?
C1_116_11=Heard her say: "...all died on my account, I couldn't save you!"
C1_116_12=I've told her my silence is for sale, cheap!
C1_116_13=I'm a good sort, really. Not like her nanny, that uppity whore! Or that lawyer fellow, Radcliffe, took her stupid rabbit.
C1_116_14=Need money. Warned her I'd tell the coppers if she didn't make a donation to my upkeep.
C1_116_15=She yells and goes off her head. Days she can't remember her name, what I heard.

C1_1103_01=Nooo! My precious domain! And the guests! All I really wanted was another tea party!
C1_1103_02=Please, Hatter. You promised. Where is that train going? What's it purpose? Tell me, now!
C1_1103_03=There's no time for... whatever it is you want to talk about! It's time for tea! Talk trains with Turtle, he ran the Looking Glass Line.
C1_1103_04=Come on, you lot. We can still be friends. I've got a fine Darjeeling. Drink! Drink!
C1_1103_05=My memories are shattered. I'm trying to collect the pieces and I now believe the train impedes me. You must help me, you promised!
C1_1103_06=Ask the one who 'helps them what helps themselves'. Whoever that is.
C1_1103_07=Very pithy. He deserved to die. And I'm about to drown in tea... in  ignorance!

C1_BM_01=Our lovely library was a fire trap. A conflagration, waiting to happen!

C2_223_01=Confounded beasts! They want my ship!
C2_223_02=I think you're more to their taste.
C2_223_03=Never. We're almost relatives!
C2_223_04=You're related to soup, Admiral.
C2_223_05=I've an idea! We leave this mayhem and go to Carpenter's show. It's better than a gaff. Carpenter promises what we don't take seriously can't harm us!
C2_223_06=Best dive now, Admiral, or the sharks will have us for lunch.

C2_233_01=Hmmm. Sacked from the railroad without the option. "Redundant", the nitwits said.
C2_233_02=Never a holiday, loyal as a bulldog. "Going in a different direction", my aunt Fanny, if I had one. Going off the rails, more like! Bloody disaster.
C2_233_03=Now, I'm shipless. The old rail-road's dead, and this new thing's a monstrosity!
C2_233_04=What I don't know about it can't hurt me. Say no more. Nod's as good as a wink.

C2_243_01=The munificent script needs fetching. The writer's overly imaginative and exploring several endings.
C2_243_02=Then you'll need to assemble the show's tune-deaft music.
C2_243_03=And finally gather our stars: the show's tasty... nay tasteful performers. You should leave now. The essentiality of haste is essential.

C2_2101_01=This life is full of random deaths; and heaps of grief and shame.
C2_2101_02=So few are soothed by 'accident'; you want someone to blame.
C2_2101_03=Fire, plague and strange disease; drowned,  murdered, or, if you please,
C2_2101_04=A long fall down the basement stairs; none are expected, no-one cares.
C2_2101_05=I often must work very hard; sweat running down my skin.
C2_2101_06=After the dance, I then must rest; and the eating can begin.

C2_2102_01=Time to eat. Death is the ultimate equalizer. All have the right to be eaten.
C2_2102_02=Get in line, creatures! Don't push. All will be served, so to speak.
C2_2102_03=Wicked thing. Feasting while Wonderland is destroyed!
C2_2102_04=I am not the enemy you seek, Alice. I tried to hide this bit of Wonderland from that beast! Appeasement's never clean. We must all play our assigned roles.
C2_2102_05=Are you a pawn or a queen? An idiot or a practiced fool? However this turns out, consider the prospect that you have been misled, Alice. Then ask, by whom?
C2_2102_06=Oh, no, who set that bloody train in motion? Where has it come from?
C2_2102_07=It arrived when you arrived. And it's more horrible than even you can currently imagine! The death of a dream! Caterpillar may know how!


C2_BM_01=I was the last one in the library, the night of the fire. The log I added to the grate was dead when I went upstairs to bed with Dynah.
C2_BM_02=If it wasn't, I may be responsible for my family's deaths!

C3_312_01=Well, at least she's not spewing that asylum nonsense.
C3_312_02=""My past is dead. I killed them. I should have saved them! I should have died!" Her mind was in shambles.
C3_312_03=Radcliffe thought familiar faces would bring her around. After a year, he lost interest in her inheritance. Greedy sod.
C3_312_04=Still, always asking his bizarre questions. A heavy dose of madness, I'd say. But honesty's never the best policy in this life!
C3_312_05=When she wasn't comatose, she gaped, eyes like pinwheels; drooled, occasionally screeched, but never uttered a sensible sound.
C3_312_06=And like the child she was, she kept her secrets close. 

C3_315_01=In a huff as usual, oozing with attitude and accusatory flummery. I've 'stolen' her rabbit. Ridiculous pretext. She's here about the fire again. All the mad child wants to talk about!
C3_315_02=My report found her family dead by 'misadventure'. She won't accept it; goes on and on about her 'killing memories', and her 'need to know the truth'.
C3_315_03=The alleged truth is: the fire began in the library when the cat knocked over a lamp. The blaze trapped her parents and sister upstairs.
C3_315_04=Sister Lizzie never even unlocked her door. Died in her bed.
C3_315_05=The guilty cat always sets her off. She denies it: "Makes no sense, it can't be!" etcetera. Agreed!
C3_315_06=From the outset, Alice was my candidate for the pyromaniac. The girl had a fixation with fire. 
C3_315_07=I once remarked that I thought she might have had a larger role in causing the tragedy. She suffered some sort of psychotic episode.

C3_3101_01=How can she stem this growing corruption or assist my search? What does she know that I don't?
C3_3101_02=She is someone you once knew and loved. Time changes us all.
C3_3101_03=Not all change is good!
C3_3101_04=Remember that when you find the Queen.

C3_BM_01=Dynah saved my life! I survived because... she showed me how to escape! I didn't leave the lamp in the library and Dynah didn't knock it over!
C3_BM_02=The lamp and Dynah were upstairs when I went to bed. Dynah was in the room with me when the fire started!

C4_412_01=Same night Jack Splatter, that waste of mother's love, was nabbed for gutting that heavy outside of the Mermaid.
C4_412_02=I was taking Alice down and we meet 2 coppers walking Jack to the cells. He's mouthing the usual "I never! Wrong bloke!" nonsense when he sees Alice. "That's the bitch what done it!" he yells.
C4_412_03=She screams: "You miserable cur! You Leech! You maggot! Living off another's labor!" etcetera, etcetera.
C4_412_04=I'm admiring her line of inquiry, but suddenly she hits her head or something and faints. Couldn't send her home, could I?

C4_482_01=There is no method in this madness!
C4_482_02=My professional opinion, madness is often a treatable disease - though perhaps not in this case.
C4_482_03=Authority must be obeyed, or it must be overthrown!
C4_482_04=Cruel to be kind. That's my technique, as they say. But she's as mad as a hatter, poor dearie.
C4_482_05=...worst is over, and over, and over. Forget it, Alice. Forget it!

C4_BM_01=Lizzie hated locked rooms. Her room was further from the fire than mine. Smoke could not have killed her. She never locked her door! And besides, she knew another way out of the house... out of the window! 
C4_BM_02=Someone incapacitated or killed Lizzie, then locked her door, then took the lamp downstairs and started the fire to cover up their crime! Their plan was to kill us all!

C5_BM_01=I had a role in my  family's demise, but I did not start the fire. Centaurs don't live in Oxford, but a certain doctor did.
C5_BM_02=I saw him; a preening undergraduate. Now I remember him! That key belongs to Lizzie's room!

C6_614_01=Everything's a nail, is it Miss Hammerhead? First it was your search, freighted with fear and fragmented memories.
C6_614_02=Now it's the train. Never time for tea! While your brain's on holiday, we're ruined.
C6_614_03=Now, we're all mad here and that's a good excuse for going to hell in a teapot, but not for forgetting what your senses saw.
C6_614_04=Forgetting is just forgetting, except when it's not. Then they call it something else. I'd like to forget what you did. I've tried. But I can't.

C6_617_01=I know I'm guilty of something, but punishment never suits the victims of the crime.
C6_617_02=Abuse is a crime the strong visit on the weak. And you're right. Abusers are insufficiently punished for the damage they do.
C6_617_03=Those who witness abuse without seeking retribution for the harmed pay a penalty. Your own pain mitigates your failure to act earlier, but you may not yet have paid enough for witnessing the pain of others.

C6_6111_01=Madness and destruction. You shouldn't ask questions you know the answers to, it's not polite. And that noise wasn't Lizzie talking in her sleep.
C6_6111_02=Oh no... poor Lizzie!
C6_6111_03=And there are no centaurs in Oxford! Make your survival mean something, or we are all doomed!